{
    "love": [
        "Seu sorriso é o meu lugar favorito no mundo.",
        "Cada dia ao seu lado é um novo capítulo da minha felicidade.",
        "Você é a razão pela qual meu coração bate mais forte.",
        "Em seus olhos, encontro o reflexo do meu melhor eu.",
        "Amo como você transforma o ordinário em extraordinário.",
        "Seu amor é a luz que ilumina até meus dias mais escuros.",
        "Com você, cada momento se torna uma memória preciosa.",
        "Seu abraço é o meu refúgio seguro.",
        "Amo como você faz do mundo um lugar melhor, só por existir.",
        "Yara, você é o meu hoje e todos os amanhãs.",
        "Seu amor é a calma no meio da minha tempestade.",
        "Amo como você faz até os dias mais simples brilharem.",
        "Yara, você é a razão pela qual eu acredito no amor.",
        "Com você, até o silêncio é perfeito.",
        "Seu toque é o conforto que meu coração precisa."
    ],

    "motivational": [
        "Yara, você é mais forte do que qualquer desafio que apareça no seu caminho.",
        "Dias difíceis são apenas temporários, mas a sua força é eterna.",
        "Respire fundo. Você já superou tantas coisas, e essa também vai passar.",
        "Não importa o quão difícil o dia seja, você sempre tem o poder de recomeçar.",
        "Você é como o sol: mesmo nos dias mais nublados, ainda está lá, brilhando.",
        "Yara, lembre-se de que até as noites mais escuras têm estrelas para iluminar o caminho.",
        "Cada desafio é uma oportunidade para mostrar o quão incrível você é.",
        "Você já enfrentou tanto e sempre saiu mais forte. Hoje não será diferente.",
        "Yara, você é a prova de que até os corações mais gentis podem ser os mais corajosos.",
        "Permita-se sentir, mas não se esqueça de que você é maior do que qualquer dificuldade.",
        "Dias difíceis não definem você. O que define é como você escolhe enfrentá-los.",
        "Yara, você é como um diamante: formada sob pressão, mas sempre brilhando.",
        "Não desista. A cada dia difícil, você está um passo mais perto da glória.",
        "Você é capaz de encontrar luz mesmo nos lugares mais escuros. Confie em si mesma.",
        "Yara, você é a personificação da resiliência. Nada pode te derrubar por muito tempo.",
        "Lembre-se de que até as árvores mais fortes passam por tempestades, mas continuam de pé.",
        "Yara, você é a dona da sua história. Não deixe que um dia ruim defina o seu enredo.",
        "Dias difíceis são apenas capítulos, não o livro inteiro. A sua história é linda.",
        "Yara, você é como o mar: mesmo com ondas turbulentas, sempre encontra a calmaria."
    ]
}